Revit 2024 API
FamilySizeTableErrorInfo.FamilySizeTableErrorType Property
 The error type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public FamilySizeTableErrorType FamilySizeTableErrorType { get; }
Visual Basic
Public ReadOnly Property FamilySizeTableErrorType As FamilySizeTableErrorType
	Get
Visual C++
public:
property FamilySizeTableErrorType FamilySizeTableErrorType {
	FamilySizeTableErrorType get ();
}
See Also
FamilySizeTableErrorInfo Class
Autodesk.Revit.DB Namespace